Repository: IndFightsCorona/FightCoronaDashboard
Catalog: FightCorona.Localization/Resources/Districts/Districts.*.resx
Languages: ta

source: Ariyalur
ta: அரியலூர்

source: Chengalpattu
ta: செங்கல்பட்டு

source: Chennai
ta: சென்னை

source: Coimbatore
ta: கோவை

source: Cuddalore
ta: கடலூர்

source: Dharmapuri
ta: தர்மபுரி

source: Dindigul
ta: திண்டுக்கல்

source: Erode
ta: ஈரோடு

source: Kallakuruchi
ta: கள்ளக்குறிச்சி

source: Kancheepuram
ta: காஞ்சிபுரம்

source: Kanyakumari
ta: கன்னியாகுமரி

source: Karur
ta: கரூர்

source: Krishnagiri
ta: கிருஷ்ணகிரி

source: Madurai
ta: மதுரை

source: Nagapattinam
ta: நாகப்பட்டினம்

source: Namakkal
ta: நாமக்கல்

source: Nilgris
ta: நீலகிரி

source: Perambalur
ta: பெரம்பலூர்

source: Pudukottai
ta: புதுக்கோட்டை

source: Ramanathapuram
ta: ராமநாதபுரம்

source: Ranipet
ta: ராணிப்பேட்டை

source: Salem
ta: சேலம்

source: Sivaganga
ta: சிவகங்கை

source: Tenkasi
ta: தென்காசி

source: Thanjavur
ta: தஞ்சாவூர்

source: Theni
ta: தேனி

source: Thiruvallur
ta: திருவள்ளூர்

source: Thiruvarur
ta: திருவாரூர்

source: Thoothukudi
ta: தூத்துக்குடி

source: Tiruchirapalli
ta: திருச்சிராப்பள்ளி

source: Tirunelveli
ta: திருநெல்வேலி

source: Tirupathur
ta: திருப்பத்தூர்

source: Tiruppur
ta: திருப்பூர்

source: Tiruvannamalai
ta: திருவண்ணாமலை

source: Vellore
ta: வேலூர்

source: Villupuram
ta: விழுப்புரம்

source: Virudhunagar
ta: விருதுநகர்
